Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ་དཔེར་ན། དམུས་ལོང་གི་རྨི་ལམ་ན་ནོར་ཆུད་གཟན་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of wealth being squandered within the dream of a blind person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of exhaustion to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of exhaustion in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དམུས་ལོང་གི་རྨི་ལམ་ན་སྣང་བ་ཐོབ་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of the attainment of light within the dream of a blind person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of exhaustion to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of no-birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་མི་སྐྱེ་བ་ཤེས་པ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of no-birth within the dream of an illusory person [is merely a convention], just so the Thus-Gone One correctly understands the entire knowledge of no-birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of no-birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཟད་པ་དང་། མི་སྐྱེ་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of exhaustion and no-birth within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of no-birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of no-birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ནོར་མ་རྙེད་པའི་རྙེད་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of gaining a non-gain of wealth within the dream of a blind person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of no-birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of no-birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ནོར་རབ་ཏུ་ཉམས་པའི་མི་སྐྱེ་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་སྐྱེ་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of no-birth regarding a decrease in wealth within the dream of a blind person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of no-birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་མི་འཇིགས་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the Thus-Gone One’s fearlessness in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཤེས་པ་ཐམས་ཅད་ཁོང་དུ་ཆུད་པས་མི་འཇིགས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་འཇིགས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of fearlessness due to an understanding of all perceptions within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of fearlessness to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མི་འཇིགས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of fearlessness in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཆོས་ཡོངས་སུ་དྲིས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་འཇིགས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of inquiring about the Dharma within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of fearlessness to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མི་འཇིགས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of fearlessness in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཆོས་ཇི་ལྟར་བཟུང་བ་རྣམས་ཀྱི་རབ་ཏུ་འཇིག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་འཇིགས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of the disintegration of Dharma in the way that it is apprehended within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of fearlessness to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མི་འཇིགས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of fearlessness in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་འགོག་པའི་ཆོས་རྗེས་སུ་དྲན་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མི་འཇིགས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the recollection of the Dharma of cessation within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of fearlessness to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the correct understandings in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་བྲག་ཅའི་སྒྲ་བརྙན་གྱི་སྤོབས་པ་དོན་རྣམ་པར་རིག་པར་བྱེད་པ་ཉིད་ཀྱི་སྒྲ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as an eloquent and meaningful statement being expressed through an echo in a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the correct understandings to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the correct understandings in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་བྲག་ཅའི་དོན་ཤེས་ཏེ། དོན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས། དོན་ཤེས་པ་འགོག་པ་ཤེས། དོན་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས། ཆོས་ཤེས་ཏེ་ཆོས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས། ཆོས་ཤེས་པ་འགོག་པ་ཤེས། ཆོས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས། ངེས་པའི་ཚིག་ཤེས་ཏེ། ངེས་པའི་ཚིག་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས། ངེས་པའི་ཚིག་ཤེས་པ་འགོག་པ་ཤེས། ངེས་པའི་ཚིག་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས། སྤོབས་པ་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་ཏེ། སྤོབས་པ་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས། སྤོབས་པ་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་འགོག་པ་ཤེས། སྤོབས་པ་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, in a dream, with regard to an echo, just as the knowledge of the meaning, the knowledge of the origin as related to knowledge of the meaning, the knowledge of cessation as related to knowledge of the meaning, the knowledge of the path that leads to cessation as related to knowledge of the meaning; the knowledge of phenomena, the knowledge of the origin as related to knowledge of phenomena, the knowledge of cessation as related to knowledge of phenomena, the knowledge of the path that leads to cessation as related to knowledge of phenomena; the knowledge of language, the knowledge of the origin as related to knowledge of language, the knowledge of cessation as related to knowledge of language, the knowledge of the path that leads to cessation as related to knowledge of language; and the knowledge of the correct understanding of eloquence, the knowledge of the origin as related to knowledge of the correct understanding of eloquence, the knowledge of cessation as related to knowledge of the correct understanding of eloquence, and the knowledge of the path that leads to cessation as related to knowledge of the correct understanding of eloquence are merely conventions, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the correct understandings to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the correct understandings in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་མཚན་མོ་མུན་པ་མུན་ནག་དག་ནས་སྣང་བ་དང་། བྲལ་བའི་བར་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the absence of light in a pitch black night within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the correct understandings to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the correct understandings in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྣང་བ་དང་བྲལ་བའི་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of the absence of light within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the correct understandings to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of characteristics in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཀུན་བརྗོད་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of expressions within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of characteristics to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of characteristics in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་མངོན་པར་འདུ་བྱེད་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge that the creation of emanations by the Thus-Gone One is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of characteristics to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of characteristics in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ཤེས་པ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the absence of a perception of the emanations of the Thus-Gone One is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of characteristics to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of characteristics in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ཐབས་མཁས་ཤིང་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མཚན་ཉིད་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of skills concerning the emanations of the Thus-Gone One is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of characteristics to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the abodes of the Thus-Gone One in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བྱམས་པ་ལ་གནས་པ་ཤེས་པ་དང་། སྙིང་རྗེ་ལ་གནས་པ་ཤེས་པ་དང་། དགའ་བ་ལ་གནས་པ་ཤེས་པ་དང་། བཏང་སྙོམས་ལ་གནས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of abiding in love, the perception of abiding in compassion, the perception of abiding in joy, and the perception of abiding in equanimity within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of the abodes of the Thus-Gone One to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the abodes of the Thus-Gone One in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བྱམས་པ་ལ་གནས་པའི་ཤེས་པ་རྟོགས་པ་དང་། སྙིང་རྗེ་ལ་གནས་པའི་ཤེས་པ་རྟོགས་པ་དང་། དགའ་བ་ལ་གནས་པའི་ཤེས་པ་རྟོགས་པ་དང་། བཏང་སྙོམས་ལ་གནས་པའི་ཤེས་པ་རྟོགས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the realization of the perception that abides in love, the realization of the perception that abides in compassion, the realization of the perception that abides in joy, and the realization of the perception that abides in equanimity within the dream of an illusory person are merely conventions,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the abodes of the Thus-Gone One to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the abodes of the Thus-Gone One in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཤེས་པ་འགོག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the cessation of perception within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the abodes of the Thus-Gone One to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the abodes of the Thus-Gone One in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཐབས་མཁས་པའི་ཤེས་པ་ཁོང་དུ་ཆུད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the understanding of the knowledge of skillful means within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the abodes of the Thus-Gone One to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the Thus-Gone One’s faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་དད་པའི་དབང་པོ་དང་བྲལ་བ་དང་། བརྩོན་འགྲུས་དང་། དྲན་པ་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་ཀྱི་དབང་པོ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the absence of the faculties of faith, diligence, mindfulness, absorption, and insight within the dream of an illusory person is merely a convention,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the entire knowledge of the Thus-Gone One’s faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the Thus-Gone One’s faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ང་རྒྱལ་གྱི་ཤེས་པ་ལ་འཇུག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the engagement of the perception of pride within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the Thus-Gone One’s faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the Thus-Gone One’s faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ང་རྒྱལ་ལ་དབང་བྱེད་པ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the absence of control over pride within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the Thus-Gone One’s faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the Thus-Gone One’s faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ལམ་རྙེད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་གཤེགས་པའི་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the discovery of a path within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the Thus-Gone One’s faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལུས་ཀྱི་ལས་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of physical actions in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ལུས་བསྐྱོད་པ་ཤེས་པ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ལུས་ཀྱི་ལས་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as knowledge of a moving body within the dream of an illusory person [is merely a convention], just so the Thus-Gone One correctly understands the entire knowledge of physical actions to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལུས་ཀྱི་ལས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of physical actions in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བྱ་བ་ལ་འཇུག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ལུས་ཀྱི་ལས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the engagement in actions within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of physical actions to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལུས་ཀྱི་ལས་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of physical actions in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཏིལ་མར་གྱི་མར་མེ་བུས་པ་ཟད་ཅིང་ཞི་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ལུས་ཀྱི་ལས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of an oil lamp that has run dry or been put out within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of physical actions to be a mere convention.
